<template>
    <div class="aboutme">
        <h3 class="big15">一、我们是谁</h3>
        <p>北京佰医汇医疗信息技术有限公司（简称佰医汇），致力于通过现代技术手段让全国患者轻松享有顶级医疗资源，解决地方患者“看病难”问题。公司运营的“佰医汇”平台是国内远程医疗服务领跑者</p>
        <p>“佰医汇”是按医院各科室权威排行榜甄选专家，专家本人深度参与的远程医疗服务平台。依托强大的专家资源，为地方患者提供权威、精准、便捷的全国专家远程门诊服务，使之足不出城，即可找到全国顶级专家看病，获得安心、放心的诊断和治疗。</p>
        <h3 class="big15">二、我们的优势</h3>
        <p class="title">1、独具特色的产品和服务</p>
        <p class="noMargin">借助先进的技术手段和软件系统，“佰医汇”平台将全国优质医疗资源对接到地方合作医院，为当地患者提供全国专家视频门诊服务，患者只需在该院挂号，即可通过视频，在该院获得全国专家高质量诊疗服务。</p>
        <p>与同类平台相比，“佰医汇”平台远程门诊服务具有五大特色：</p>
        <p>特色一：专家覆盖全科室——每个科室都有全国排名前十医院科室专家提供服务。</p>
        <p>特色二：专家出诊时间确定——专家在合作医院有固定出诊时间，而非碎片化时间服务。</p>
        <p>特色三：专家可见原始检查资料——专家获得患者在合作医院的全部原始检查检验资料。</p>
        <p>特色四：院内专业医生全程协助——患者会诊中获得合作医院医生全程协助，省心省力。</p>
        <p>特色五：患者诊后可查看诊疗详情——患者诊后可获得全部检查资料、专家诊断结果，及面诊过程记录。</p>
        <p class="title">2、丰富的专家资源</p>
        <p>依据“复旦排行榜”、“北大排行榜”、“医科院排行榜”等榜单，“佰医汇”甄选出近千名全国排名前十医院科室副主任以上专家入驻平台，专家几乎涵盖所有科室，他们均来自北京协和、301医院、四川华西医院、北大医院、上海中山医院、北医三院、北京儿童医院等全国著名医院。</p>
        <p class="title">3、成熟的专家团队运营经验</p>
        <p>与多数同类平台不同，“佰医汇”平台上的专家不仅按全国医院科室权威排行榜精心遴选而来，且全部是通过一对一邀请制入驻。部分专家与平台展开了深入合作。经过长期运营，对于日益庞大的专家队伍，平台已形成一整套完整而成熟的专家团队运营和管理经验，专家队伍、服务时间、服务质量均十分稳定。</p>
        <p class="title">4、强大的媒体合作资源</p>
        <p>基于“佰医汇”平台权威的专家资源，强势媒体新浪视频与平台达成深度合作，双方共同推出大型健康科普访谈节目——“名医对对碰”。通过对平台权威专家的采访，得广泛好评。目前，“名医对对碰”已制作播出十余期，在新浪视频PC端、APP端、新浪微博PC端、APP端均有显著位置推广，平均每期曝光量达到500万，点击量几十万。</p>
        <p>此外，“佰医汇”平台与腾讯、网易等主流媒体均有合作。</p>
        <p class="title">5、资深的创业团队</p>
        <p>“佰医汇”平台主要创始人拥有丰富的顶级专家资源和医疗管理经验，并具备超前的互联网运营思维。核心团队分别来自BAT、北京协和医院、方正、泰康人寿等知名公司。</p>
        <h3 class="big15">三、我们的愿景</h3>
        <p>顺应医疗改革的趋势，“佰医汇”平台致力于为全国患者提供权威、精准、便捷的高质量医疗服务。让地方患者足不出城，就能找到全国顶级专家看病，得到安心、放心的诊断与治疗；为全国顶级专家和地方医生之间建立起沟通的桥梁，助力医生学术和事业发展；全面提升地方医院医疗水平，助推地方医院品牌提升；为专家多点执业提供新的通道，推动医疗改革进程。</p>
    </div>
</template>
<style lang="less" scoped>
    @import '../../../assets/css/var';
    .aboutme{
        width: 94%;
        margin: 1.5rem auto;
        h3{
            font-weight: normal;
            color: @main-color;
            padding: 1rem 0 0.76rem;
        }
        p{
            line-height: 1.5rem;
            margin-bottom: 1rem;
            text-indent: 2em;
            font-size: 1.1rem
        }
        .title{
            color: @main-color;
        }
        .noMargin{
            margin: 0
        }
    }
</style>
