<template>
    <article>
        <header>
            <img src="~@assets/img/intro/intro_detail.png" class="w100" alt="">
        </header>
        <section>
            <h1 class="big16 maincolor">{{datas['name']}}</h1>
            <dl class="big13">
                <dt class="big14 strong">问诊流程</dt>
                <dd>
                    <ul>
                        <li v-for="dd in datas['flow']">{{dd}}</li>
                    </ul>
                </dd>
            </dl>
            <dl class="big13">
                <dt class="big14 strong">注意事项</dt>
                <dd>
                    <ul>
                        <li v-for="dd in datas['remark']">{{dd}}</li>
                    </ul>
                </dd>
            </dl>
        </section>
    </article>
</template>
<script>
    const datas = {
        '9' : {
            name: '快速问诊',
            flow: [
                '填写问诊信息，问诊信息包含问诊人（姓名、性别、年龄）疾病、科室、病情描述、病历或检查图片、想获得的帮助',
                '提交快速问诊订单后，系统会优先推送给附近医生，20分钟内无应答订单将自动取消',
                '医生响应后，患者需在25分钟内选择一位医生并完成支付，支付成功后，即可通过图文、语音向医生问诊。',
                '问诊过程中您可随时向医生送心意表示感谢，问诊结束后，还对医生进行评价'
            ],
            remark: [
                '超时未选择抢答医生问诊，问诊将自动结束',
                '如问诊信息填写不明确或随意填写，将影响医生判断病情导致无法接诊，请尽可能认真填写问诊信息及病情描述',
                '选择问诊医生后，未在规定时间内完成支付，订单将自动取消；',
                '在等待接诊过程中，您可随时取消订单',
                '平台医生的回复仅为医学建议，不能作为最终的诊断结果，如需进一步诊疗请前往医院进行'
            ]
        },
        '6' : {
            name: '图文问诊',
            flow: [
                '在医生个人主页中点击图文问诊，进入问诊页面，填写相关问诊信息并提问',
                '您提交订单并完成支付后，医生会选择是否接诊，如医生退诊，平台将自动取消订单并及时向您退款',
                '如医生接诊后48小时内未回复，平台将自动退诊并向您退款，确保您不受经济损失',
                '在医生接诊并回复问诊的48小时内，患者可随时向医生问诊，超时订单自动关闭',
                '当需要与医生进一步沟通时，您可在聊天界面向医生发起电话咨询申请'
            ],
            remark: [
                '图文问诊仅限于您和医生之间一对一的病情沟通，具有一定局限性，不能作为最终的治疗或诊断，如医生确诊您需要医疗求助，请尽快前往当地医院挂号就诊',
                '在您的微信公号中可以看到医生所提供的服务与相对应的价格，资费标准均由医生自行设定，与平台无关',
                '平台对于您的提问数量不作限制，当医生接诊后，需在48小时内进行回复，当医生回复后，超过48小时订单将自动关闭，您无法再向医生咨询',
                '由于医生是利用闲暇时间为您答复，请您在提交申请时仔细填写自己的主要病情及想获得的帮助，并尽可能上传病症部位图片、检查报告或其他病情资料，以便医生尽快回复您的问题'
            ]
        },
        '7' : {
            name: '电话问诊',
            flow: [
                '尽可能详细地填写问诊信息，包括电话接听时间',
                '等待医生接诊，医生接诊后，患者可在订单详情中看到医生具体的接诊时间',
                '由平台在约定时间内拨通您与医生双方的电话，即可向医生问诊'
            ],
            remark: [
                '电话问诊仅限于您和医生之间保持联系沟通，不能作为治疗或诊断，如果医生确诊您需要医疗求助，请前往医生所在医院及时就诊',
                '问诊资费标准均由平台医生自行设定，您可根据实际病情需要，选择相应医生进行付费咨询',
                '如一次通话不成功，在通话请求过期前（预约时间48小时内），平台会再次向您与问诊医生致电；如果超过预约时间48小时，该通话请求会自动失败并向您退款',
                '与医生成功接通后，如有意外情况导致通话中断，平台会再次向您和问诊医生回拨，敬请放心'
            ]
        },
        '8' : {
            name: '患者报到',
            flow: [
                '在医生个人主页中点击【我要报到】；',
                '填写基本信息与病情描述，提交报到请求；',
                '在提交报到请求时您可选择是否同意医生查看您的就诊记录；',
                '报到请求提交成功后等待医生通过。'
            ],
            remark: [
                '提交报到请求时，请准确填写个人信息并尽可能详细填写病情描述，便于医生及时通过您的报到请求；',
                '当医生通过您的报到申请后，您可通过语音、文字等形式与医生交流，由于医生时间宝贵，请尽可能向医生发起对症的疾病咨询，以便尽快得到答复；',
                '当您多次与医生闲聊或恶意打扰医生时，医生个人有权关闭与您的交流功能，您将无法与医生在线交流。'
            ]
        },
        '12' : {
            name: '团队问诊',
            flow: [
                '点击团队主页中的团队问诊功能',
                '在问诊页面，填写相关问诊信息并提交',
                '医生接诊后患者需完成支付，支付成功后即可向医生进行问诊',
                '当接诊医生首诊后给出诊断意见，由团队负责人进行二次确诊'
            ],
            remark: [
                '专家利用碎片化时间进行问诊答复，请您在提交会诊申请后耐心等待，重症患者请尽快到医院就医',
                '由于专家时间宝贵，请您尽可能提供完整的病历资料，如需完善相关病历信息及检查检验信息，请前往医生所在执业点，由医生协助完成'
            ]
        },
        '11-1' : {
            name: '团队图文会诊',
            flow: [
                '选择医生团队中的某一位医生，提交图文会诊申请单',
                '医生接诊后，与患者建立联系，患者可向医生发送病历资料，尽可能详细完善病历资料',
                '在需要时，到医生所在的执业医院完成相关检查检验',
                '医生确认图文会诊专家并向该专家提交图文会诊申请，由患者在线下进行扫码支付',
                '支付完成后，医生与专家开始图文问诊，问诊结束后专家将给出诊断意见报告    '
            ],
            remark: [
                '专家利用碎片化时间进行问诊答复，请在问诊时耐心等待，重症患者请尽快到医院就医',
                '由于专家时间宝贵，请您尽可能提供完整的病历资料，如需完善相关病历信息及检查检验信息，请前往医生所在执业点，由医生协助完成'
            ]
        },
        '11-2' : {
            name: '团队视频会诊',
            flow: [
                '选择医生团队中的某一位医生，提交视频会诊申请单',
                '新患者向医生报到建立联系，报到成功后，患者可与医生沟通并且向医生发送病历',
                '在医生的指导下，到医生所在的执业医院进行相关检查检验',
                '医生确定视频会诊专家并向该专家提交会诊申请，患者在线下进行扫码支付',
                '患者收到会诊相关消息通知后，于指定时间前往医院，在医生协助下视频问诊专家，并获的专家诊疗意见报告'
            ],
            remark: [
                '目前专家的会诊出诊时间尚未固定，利用碎片化时间进行问诊答复，请您在提交申请后耐心等待，重症患者请尽快到医院就医',
                '由于专家时间宝贵，请您尽可能提供完整的病历资料，如需完善相关病历信息及检查检验信息，请前往医生所在执业点，由医生协助完成'
            ]
        },
        '5' : {
            name: '专家图文会诊',
            flow: [
                '选择某一位医生进行发起患者报到',
                '报到成功后与医生建立联系，可向医生发送病历资料，请尽可能发送详细病历资料',
                '医生确认图文会诊专家并向该专家提交图文会诊申请，由患者在线下进行扫码支付',
                '支付成功后，医生与专家开始图文问诊，问诊结束后，专家将给出诊疗意见报告'
            ],
            remark: [
                '专家的会诊时间尚未固定，利用碎片化时间进行问诊答复，如您有会诊需求请耐心等待，如您是重症患者请尽快到医院就医',
                '由于专家时间宝贵，请您尽可能提供完整的病历资料，如需完善相关病历信息及检查检验信息，请前往医生所在执业点，由医生协助完成'
            ]
        },
        '4' : {
            name: '专家视频会诊',
            flow: [
                '当您有向专家问诊需求时，请与您报到过的医生联系或者向平台推荐的医生发起患者报到',
                '报到成功后，与医生建立联系，可向医生发送相关病历资料',
                '医生确认视频会诊专家并向该专家提交视频会诊申请，由患者在线下进行扫码支付',
                '患者收到会诊相关消息通知后，于指定时间前往医院，在医生协助下视频问诊专家，并获得专家诊疗意见报告'
            ],
            remark: [
                '目前专家的会诊出诊时间尚未固定，利用碎片化时间进行问诊答复，请您在提交申请后耐心等待，如您是重症患者请尽快到医院就医',
                '由于专家时间宝贵，请您尽可能提供完整的病历资料，如需完善相关病历信息及检查检验信息，请前往医生所在执业点，由医生协助完成'
            ]
        }
    }
    export default {
        data () {
            return {
                datas: datas[this.$route.params.id]
            }
        }
    }
</script>
<style lang="less" scoped>
    @import '../../../assets/css/var';
    header{
        background: #fff; overflow: hidden;
        padding: 1rem 1rem 1.25rem; box-sizing: border-box;
    }
    section{
        background: url("../../../assets/img/intro/intro_bg.png") no-repeat center bottom;
        background-size: 100% auto; padding-bottom: 2rem;
        h1{
            padding: 1rem;
            line-height: 1;
        }
        dl{
            padding: 0 @body-margin 2rem; color: #555;
            dt{ color: #222; line-height: 2.4rem; }
        }
        ul{
            list-style-type: decimal;
            margin-left: 1.5rem;
            li{
                line-height: 1.5; 
                margin: 4px 0;
            }
        }
    }
</style>